7767517
253 272
Input            input                    0 1 input
Convolution      477                      1 1 input 477 0=8 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=216
BatchNorm        478                      1 1 477 478 0=8
ReLU             479                      1 1 478 479 0=1.000000e-01
Convolution      480                      1 1 479 480 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64
BatchNorm        481                      1 1 480 481 0=8
ReLU             482                      1 1 481 482 0=1.000000e-01
ConvolutionDepthWise 483                      1 1 482 483 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=72 7=8
BatchNorm        484                      1 1 483 484 0=8
ReLU             485                      1 1 484 485 0=1.000000e-01
Convolution      486                      1 1 485 486 0=4 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=32
BatchNorm        487                      1 1 486 487 0=4
Split            splitncnn_0              1 2 487 487_splitncnn_0 487_splitncnn_1
Convolution      488                      1 1 487_splitncnn_1 488 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=32
BatchNorm        489                      1 1 488 489 0=8
ReLU             490                      1 1 489 490 0=1.000000e-01
ConvolutionDepthWise 491                      1 1 490 491 0=8 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=72 7=8
BatchNorm        492                      1 1 491 492 0=8
ReLU             493                      1 1 492 493 0=1.000000e-01
Convolution      494                      1 1 493 494 0=4 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=32
BatchNorm        495                      1 1 494 495 0=4
BinaryOp         496                      2 1 495 487_splitncnn_0 496 0=0
Convolution      497                      1 1 496 497 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=96
BatchNorm        498                      1 1 497 498 0=24
ReLU             499                      1 1 498 499 0=1.000000e-01
ConvolutionDepthWise 500                      1 1 499 500 0=24 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=216 7=24
BatchNorm        501                      1 1 500 501 0=24
ReLU             502                      1 1 501 502 0=1.000000e-01
Convolution      503                      1 1 502 503 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=192
BatchNorm        504                      1 1 503 504 0=8
Split            splitncnn_1              1 2 504 504_splitncnn_0 504_splitncnn_1
Convolution      505                      1 1 504_splitncnn_1 505 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        506                      1 1 505 506 0=32
ReLU             507                      1 1 506 507 0=1.000000e-01
ConvolutionDepthWise 508                      1 1 507 508 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=288 7=32
BatchNorm        509                      1 1 508 509 0=32
ReLU             510                      1 1 509 510 0=1.000000e-01
Convolution      511                      1 1 510 511 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        512                      1 1 511 512 0=8
BinaryOp         513                      2 1 512 504_splitncnn_0 513 0=0
Split            splitncnn_2              1 2 513 513_splitncnn_0 513_splitncnn_1
Convolution      514                      1 1 513_splitncnn_1 514 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        515                      1 1 514 515 0=32
ReLU             516                      1 1 515 516 0=1.000000e-01
ConvolutionDepthWise 517                      1 1 516 517 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=288 7=32
BatchNorm        518                      1 1 517 518 0=32
ReLU             519                      1 1 518 519 0=1.000000e-01
Convolution      520                      1 1 519 520 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        521                      1 1 520 521 0=8
BinaryOp         522                      2 1 521 513_splitncnn_0 522 0=0
Convolution      523                      1 1 522 523 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        524                      1 1 523 524 0=32
ReLU             525                      1 1 524 525 0=1.000000e-01
ConvolutionDepthWise 526                      1 1 525 526 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=288 7=32
BatchNorm        527                      1 1 526 527 0=32
ReLU             528                      1 1 527 528 0=1.000000e-01
Convolution      529                      1 1 528 529 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256
BatchNorm        530                      1 1 529 530 0=8
Split            splitncnn_3              1 2 530 530_splitncnn_0 530_splitncnn_1
Convolution      531                      1 1 530_splitncnn_1 531 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        532                      1 1 531 532 0=48
ReLU             533                      1 1 532 533 0=1.000000e-01
ConvolutionDepthWise 534                      1 1 533 534 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=432 7=48
BatchNorm        535                      1 1 534 535 0=48
ReLU             536                      1 1 535 536 0=1.000000e-01
Convolution      537                      1 1 536 537 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        538                      1 1 537 538 0=8
BinaryOp         539                      2 1 538 530_splitncnn_0 539 0=0
Split            splitncnn_4              1 2 539 539_splitncnn_0 539_splitncnn_1
Convolution      540                      1 1 539_splitncnn_1 540 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        541                      1 1 540 541 0=48
ReLU             542                      1 1 541 542 0=1.000000e-01
ConvolutionDepthWise 543                      1 1 542 543 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=432 7=48
BatchNorm        544                      1 1 543 544 0=48
ReLU             545                      1 1 544 545 0=1.000000e-01
Convolution      546                      1 1 545 546 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        547                      1 1 546 547 0=8
BinaryOp         548                      2 1 547 539_splitncnn_0 548 0=0
Convolution      549                      1 1 548 549 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        550                      1 1 549 550 0=48
ReLU             551                      1 1 550 551 0=1.000000e-01
ConvolutionDepthWise 552                      1 1 551 552 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=432 7=48
BatchNorm        553                      1 1 552 553 0=48
ReLU             554                      1 1 553 554 0=1.000000e-01
Convolution      555                      1 1 554 555 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=768
BatchNorm        556                      1 1 555 556 0=16
Split            splitncnn_5              1 2 556 556_splitncnn_0 556_splitncnn_1
Convolution      557                      1 1 556_splitncnn_1 557 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        558                      1 1 557 558 0=96
ReLU             559                      1 1 558 559 0=1.000000e-01
ConvolutionDepthWise 560                      1 1 559 560 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        561                      1 1 560 561 0=96
ReLU             562                      1 1 561 562 0=1.000000e-01
Convolution      563                      1 1 562 563 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        564                      1 1 563 564 0=16
BinaryOp         565                      2 1 564 556_splitncnn_0 565 0=0
Split            splitncnn_6              1 2 565 565_splitncnn_0 565_splitncnn_1
Convolution      566                      1 1 565_splitncnn_1 566 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        567                      1 1 566 567 0=96
ReLU             568                      1 1 567 568 0=1.000000e-01
ConvolutionDepthWise 569                      1 1 568 569 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        570                      1 1 569 570 0=96
ReLU             571                      1 1 570 571 0=1.000000e-01
Convolution      572                      1 1 571 572 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        573                      1 1 572 573 0=16
BinaryOp         574                      2 1 573 565_splitncnn_0 574 0=0
Split            splitncnn_7              1 2 574 574_splitncnn_0 574_splitncnn_1
Convolution      575                      1 1 574_splitncnn_1 575 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        576                      1 1 575 576 0=96
ReLU             577                      1 1 576 577 0=1.000000e-01
ConvolutionDepthWise 578                      1 1 577 578 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        579                      1 1 578 579 0=96
ReLU             580                      1 1 579 580 0=1.000000e-01
Convolution      581                      1 1 580 581 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        582                      1 1 581 582 0=16
BinaryOp         583                      2 1 582 574_splitncnn_0 583 0=0
Split            splitncnn_8              1 2 583 583_splitncnn_0 583_splitncnn_1
Convolution      584                      1 1 583_splitncnn_1 584 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        585                      1 1 584 585 0=96
ReLU             586                      1 1 585 586 0=1.000000e-01
ConvolutionDepthWise 587                      1 1 586 587 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        588                      1 1 587 588 0=96
ReLU             589                      1 1 588 589 0=1.000000e-01
Convolution      590                      1 1 589 590 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        591                      1 1 590 591 0=16
BinaryOp         592                      2 1 591 583_splitncnn_0 592 0=0
Convolution      593                      1 1 592 593 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        594                      1 1 593 594 0=96
ReLU             595                      1 1 594 595 0=1.000000e-01
ConvolutionDepthWise 596                      1 1 595 596 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        597                      1 1 596 597 0=96
ReLU             598                      1 1 597 598 0=1.000000e-01
Convolution      599                      1 1 598 599 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
BatchNorm        600                      1 1 599 600 0=24
Split            splitncnn_9              1 2 600 600_splitncnn_0 600_splitncnn_1
Convolution      601                      1 1 600_splitncnn_1 601 0=136 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        602                      1 1 601 602 0=136
ReLU             603                      1 1 602 603 0=1.000000e-01
ConvolutionDepthWise 604                      1 1 603 604 0=136 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1224 7=136
BatchNorm        605                      1 1 604 605 0=136
ReLU             606                      1 1 605 606 0=1.000000e-01
Convolution      607                      1 1 606 607 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        608                      1 1 607 608 0=24
BinaryOp         609                      2 1 608 600_splitncnn_0 609 0=0
Split            splitncnn_10             1 2 609 609_splitncnn_0 609_splitncnn_1
Convolution      610                      1 1 609_splitncnn_1 610 0=136 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        611                      1 1 610 611 0=136
ReLU             612                      1 1 611 612 0=1.000000e-01
ConvolutionDepthWise 613                      1 1 612 613 0=136 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1224 7=136
BatchNorm        614                      1 1 613 614 0=136
ReLU             615                      1 1 614 615 0=1.000000e-01
Convolution      616                      1 1 615 616 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        617                      1 1 616 617 0=24
BinaryOp         618                      2 1 617 609_splitncnn_0 618 0=0
Split            splitncnn_11             1 2 618 618_splitncnn_0 618_splitncnn_1
Convolution      619                      1 1 618_splitncnn_1 619 0=136 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        620                      1 1 619 620 0=136
ReLU             621                      1 1 620 621 0=1.000000e-01
ConvolutionDepthWise 622                      1 1 621 622 0=136 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1224 7=136
BatchNorm        623                      1 1 622 623 0=136
ReLU             624                      1 1 623 624 0=1.000000e-01
Convolution      625                      1 1 624 625 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        626                      1 1 625 626 0=24
BinaryOp         627                      2 1 626 618_splitncnn_0 627 0=0
Split            splitncnn_12             1 2 627 627_splitncnn_0 627_splitncnn_1
Convolution      628                      1 1 627_splitncnn_1 628 0=136 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        629                      1 1 628 629 0=136
ReLU             630                      1 1 629 630 0=1.000000e-01
ConvolutionDepthWise 631                      1 1 630 631 0=136 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1224 7=136
BatchNorm        632                      1 1 631 632 0=136
ReLU             633                      1 1 632 633 0=1.000000e-01
Convolution      634                      1 1 633 634 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        635                      1 1 634 635 0=24
BinaryOp         636                      2 1 635 627_splitncnn_0 636 0=0
Convolution      637                      1 1 636 637 0=136 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3264
BatchNorm        638                      1 1 637 638 0=136
ReLU             639                      1 1 638 639 0=1.000000e-01
Split            splitncnn_13             1 2 639 639_splitncnn_0 639_splitncnn_1
ConvolutionDepthWise 640                      1 1 639_splitncnn_1 640 0=136 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=1224 7=136
BatchNorm        641                      1 1 640 641 0=136
ReLU             642                      1 1 641 642 0=1.000000e-01
Convolution      643                      1 1 642 643 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6528
BatchNorm        644                      1 1 643 644 0=48
Split            splitncnn_14             1 2 644 644_splitncnn_0 644_splitncnn_1
Convolution      645                      1 1 644_splitncnn_1 645 0=224 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        646                      1 1 645 646 0=224
ReLU             647                      1 1 646 647 0=1.000000e-01
ConvolutionDepthWise 648                      1 1 647 648 0=224 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2016 7=224
BatchNorm        649                      1 1 648 649 0=224
ReLU             650                      1 1 649 650 0=1.000000e-01
Convolution      651                      1 1 650 651 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        652                      1 1 651 652 0=48
BinaryOp         653                      2 1 652 644_splitncnn_0 653 0=0
Split            splitncnn_15             1 2 653 653_splitncnn_0 653_splitncnn_1
Convolution      654                      1 1 653_splitncnn_1 654 0=224 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        655                      1 1 654 655 0=224
ReLU             656                      1 1 655 656 0=1.000000e-01
ConvolutionDepthWise 657                      1 1 656 657 0=224 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2016 7=224
BatchNorm        658                      1 1 657 658 0=224
ReLU             659                      1 1 658 659 0=1.000000e-01
Convolution      660                      1 1 659 660 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        661                      1 1 660 661 0=48
BinaryOp         662                      2 1 661 653_splitncnn_0 662 0=0
Split            splitncnn_16             1 2 662 662_splitncnn_0 662_splitncnn_1
Convolution      663                      1 1 662_splitncnn_1 663 0=224 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        664                      1 1 663 664 0=224
ReLU             665                      1 1 664 665 0=1.000000e-01
ConvolutionDepthWise 666                      1 1 665 666 0=224 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2016 7=224
BatchNorm        667                      1 1 666 667 0=224
ReLU             668                      1 1 667 668 0=1.000000e-01
Convolution      669                      1 1 668 669 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        670                      1 1 669 670 0=48
BinaryOp         671                      2 1 670 662_splitncnn_0 671 0=0
Split            splitncnn_17             1 2 671 671_splitncnn_0 671_splitncnn_1
Convolution      672                      1 1 671_splitncnn_1 672 0=224 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        673                      1 1 672 673 0=224
ReLU             674                      1 1 673 674 0=1.000000e-01
ConvolutionDepthWise 675                      1 1 674 675 0=224 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2016 7=224
BatchNorm        676                      1 1 675 676 0=224
ReLU             677                      1 1 676 677 0=1.000000e-01
Convolution      678                      1 1 677 678 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        679                      1 1 678 679 0=48
BinaryOp         680                      2 1 679 671_splitncnn_0 680 0=0
Split            splitncnn_18             1 2 680 680_splitncnn_0 680_splitncnn_1
Convolution      681                      1 1 680_splitncnn_1 681 0=224 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        682                      1 1 681 682 0=224
ReLU             683                      1 1 682 683 0=1.000000e-01
ConvolutionDepthWise 684                      1 1 683 684 0=224 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2016 7=224
BatchNorm        685                      1 1 684 685 0=224
ReLU             686                      1 1 685 686 0=1.000000e-01
Convolution      687                      1 1 686 687 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=10752
BatchNorm        688                      1 1 687 688 0=48
BinaryOp         689                      2 1 688 680_splitncnn_0 689 0=0
Convolution      690                      1 1 689 690 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4608
BatchNorm        691                      1 1 690 691 0=96
ReLU             692                      1 1 691 692 0=1.000000e-01
Concat           693                      1 1 692 693 0=0
Interp           695                      1 1 693 695 0=1 1=2.000000e+00 2=2.000000e+00
Concat           696                      2 1 695 639_splitncnn_0 696 0=0
Convolution      697                      1 1 696 697 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=22272
BatchNorm        698                      1 1 697 698 0=96
ReLU             699                      1 1 698 699 0=1.000000e-01
ConvolutionDepthWise 700                      1 1 699 700 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=0 6=2400 7=96
BatchNorm        701                      1 1 700 701 0=96
ReLU             702                      1 1 701 702 0=1.000000e-01
Convolution      703                      1 1 702 703 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=9216
BatchNorm        704                      1 1 703 704 0=96
ConvolutionDepthWise 705                      1 1 704 705 0=96 1=5 11=5 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=0 6=2400 7=96
BatchNorm        706                      1 1 705 706 0=96
ReLU             707                      1 1 706 707 0=1.000000e-01
Convolution      708                      1 1 707 708 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=9216
BatchNorm        709                      1 1 708 709 0=96
Convolution      output1                  1 1 709 output1 0=21 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2016
